Repository: ififi2017/Off-Work-Countdown
Catalog: src-mobile/ios/App/App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi_in, id, it, ja, ko, mr_in, pt, ru, th, tr, vi, zh_cn, zh_hk, zh_tw

# onboardingPlusFocusBreakBody
source: The next task waits until you are ready. Nothing starts on its own.
ar: المهمة التالية تنتظرك حتى تصبح جاهزًا. لا شيء يبدأ من تلقاء نفسه.
de: Die nächste Aufgabe wartet, bis Sie bereit sind. Nichts beginnt von alleine.
es: La siguiente tarea espera hasta que estés listo. Nada empieza por sí solo.
fr: La tâche suivante attend que vous soyez prêt. Rien ne démarre tout seul.
hi_in: अगला कार्य आपके तैयार होने तक प्रतीक्षा करता है। कोई भी चीज़ अपने आप शुरू नहीं होती.
id: Tugas selanjutnya menunggu sampai Anda siap. Tidak ada yang dimulai dengan sendirinya.
it: Il prossimo compito attende finché non sei pronto. Niente inizia da solo.
ja: 次のタスクは、準備が完了するまで待機します。何もそれ自体では始まりません。
ko: 다음 작업은 준비가 될 때까지 기다립니다. 아무것도 저절로 시작되지 않습니다.
mr_in: आपण तयार होईपर्यंत पुढील कार्य प्रतीक्षा करते. काहीही स्वतःपासून सुरू होत नाही.
pt: A próxima tarefa espera até que você esteja pronto. Nada começa sozinho.
ru: Следующее задание ждет, пока вы не будете готовы. Ничто не начинается само по себе.
th: งานต่อไปรอจนกว่าคุณจะพร้อม ไม่มีอะไรเริ่มต้นได้ด้วยตัวเอง
tr: Bir sonraki görev siz hazır olana kadar bekler. Hiçbir şey kendi kendine başlamaz.
vi: Nhiệm vụ tiếp theo đợi cho đến khi bạn sẵn sàng. Không có gì tự nó bắt đầu.
zh_cn: 下一项任务会等你准备好，不会自动开始。
zh_hk: 下一個任務會等到你準備好。冇嘢係自己開始嘅。
zh_tw: 下一個任務會等到您準備好為止。沒有什麼是自行開始的。

# onboardingPlusFocusTask
source: Finish the weekly review
ar: إنهاء المراجعة الأسبوعية
de: Beenden Sie den wöchentlichen Rückblick
es: Termina la revisión semanal
fr: Terminez la revue hebdomadaire
hi_in: साप्ताहिक समीक्षा समाप्त करें
id: Selesaikan review mingguan
it: Termina la revisione settimanale
ja: 週次レビューを終了する
ko: 주간 복습을 마무리하세요
mr_in: साप्ताहिक पुनरावलोकन पूर्ण करा
pt: Termine a revisão semanal
ru: Завершите еженедельный обзор.
th: จบการทบทวนประจำสัปดาห์
tr: Haftalık incelemeyi bitirin
vi: Kết thúc buổi đánh giá hàng tuần
zh_cn: 完成本周复盘
zh_hk: 完成每週嘅評論
zh_tw: 完成每週回顧

# onboardingPlusFocusTitle
source: Give one task a clear stretch of time
ar: أعط مهمة واحدة فترة زمنية واضحة
de: Geben Sie einer Aufgabe eine klare Zeitspanne
es: Dale a una tarea un período de tiempo claro
fr: Donnez à une tâche une période de temps claire
hi_in: एक कार्य को स्पष्ट रूप से समय दें
id: Berikan satu tugas jangka waktu yang jelas
it: Assegna a un compito un periodo di tempo chiaro
ja: 1つのタスクに明確な時間を与える
ko: 한 가지 일에 명확한 시간을 할당하라
mr_in: एका कार्याला स्पष्ट वेळ द्या
pt: Dê a uma tarefa um período de tempo claro
ru: Дайте одной задаче четкий отрезок времени.
th: ให้เวลางานหนึ่งที่ชัดเจน
tr: Bir göreve net bir süre verin
vi: Giao cho một nhiệm vụ một khoảng thời gian rõ ràng
zh_cn: 给一件事留出完整的一段时间
zh_hk: 畀一個任務一段明確嘅時間
zh_tw: 給一項任務一段明確的時間

# onboardingPlusLifeBody
source: Add the dates you know. DoneAt separates lived and projected time without turning estimates into history.
ar: أضف التواريخ التي تعرفها. DoneAt يفصل بين الوقت المعيش والمتوقع دون تحويل التقديرات إلى تاريخ.
de: Fügen Sie die Ihnen bekannten Daten hinzu. DoneAt trennt erlebte und prognostizierte Zeit, ohne Schätzungen in Geschichte umzuwandeln.
es: Añade las fechas que conoces. DoneAt separa el tiempo vivido y proyectado sin convertir las estimaciones en historia.
fr: Ajoutez les dates que vous connaissez. DoneAt sépare le temps vécu et projeté sans transformer les estimations en historique.
hi_in: वे तारीखें जोड़ें जिन्हें आप जानते हैं। DoneAt अनुमानों को इतिहास में बदले बिना जीवित और अनुमानित समय को अलग करता है।
id: Tambahkan tanggal yang anda ketahui. DoneAt memisahkan waktu hidup dan waktu yang diproyeksikan tanpa mengubah perkiraan menjadi sejarah.
it: Aggiungi le date che conosci. DoneAt separa il tempo vissuto da quello previsto senza trasformare le stime in storia.
ja: わかっている日付を追加します。 DoneAt は、推定値を履歴に変えることなく、実際の時間と予測時間を分離します。
ko: 당신이 알고 있는 날짜를 추가하세요. DoneAt는 추정치를 기록으로 전환하지 않고 실제 시간과 예상 시간을 분리합니다.
mr_in: तुम्हाला माहीत असलेल्या तारखा जोडा. DoneAt अंदाजांना इतिहासात न बदलता जिवंत आणि प्रक्षेपित वेळ वेगळे करते.
pt: Adicione as datas que você conhece. DoneAt separa o tempo vivido do projetado sem transformar estimativas em histórico.
ru: Добавьте даты, которые вы знаете. DoneAt разделяет прожитое и прогнозируемое время, не превращая оценки в историю.
th: เพิ่มวันที่ที่คุณทราบ DoneAt แยกเวลาจริงและเวลาที่คาดการณ์ไว้โดยไม่ต้องเปลี่ยนการประมาณการให้เป็นประวัติศาสตร์
tr: Bildiğiniz tarihleri ekleyin. DoneAt, tahminleri tarihe dönüştürmeden yaşanan ve öngörülen zamanı ayırır.
vi: Thêm ngày tháng mà bạn biết. DoneAt tách biệt thời gian sống và thời gian dự kiến ​​mà không biến ước tính thành lịch sử.
zh_cn: 知道哪些日期就填哪些。DoneAt 会分开已经走过与未来推算，不把估算写成历史。
zh_hk: 加埋你識嘅日期。 DoneAt 將生活同投射嘅時間分開，而唔會將估計轉化為歷史。
zh_tw: 新增您知道的日期。 DoneAt 將生活時間和預計時間分開，而不將估計值變成歷史。

# onboardingPlusRecordsActual
source: Actual
ar: الفعلي
de: Tatsächlich
es: real
fr: Réel
hi_in: वास्तविक
id: Aktual
it: Reale
ja: 実際
ko: 실제
mr_in: वास्तविक
pt: Real
ru: Фактический
th: ตามความเป็นจริง
tr: Gerçek
vi: Thực tế
zh_cn: 实际
zh_hk: 實際
zh_tw: 實際

# onboardingPlusRecordsBody
source: Plus opens your full record, then uses a life profile to put work in perspective from your first job to retirement.
ar: يفتح Plus سجلك الكامل، ثم يستخدم ملف تعريف الحياة لوضع العمل في منظوره الصحيح منذ وظيفتك الأولى حتى التقاعد.
de: Plus öffnet Ihre vollständige Akte und verwendet dann ein Lebensprofil, um die Arbeit von Ihrem ersten Job bis zur Pensionierung ins rechte Licht zu rücken.
es: Plus abre su registro completo y luego utiliza un perfil de vida para poner el trabajo en perspectiva desde su primer empleo hasta su jubilación.
fr: Plus ouvre votre dossier complet, puis utilise un profil de vie pour mettre le travail en perspective depuis votre premier emploi jusqu'à la retraite.
hi_in: प्लस आपका पूरा रिकॉर्ड खोलता है, फिर आपकी पहली नौकरी से सेवानिवृत्ति तक के परिप्रेक्ष्य में काम को रखने के लिए एक जीवन प्रोफ़ाइल का उपयोग करता है।
id: Plus membuka catatan lengkap Anda, lalu menggunakan profil kehidupan untuk menempatkan pekerjaan dalam perspektif dari pekerjaan pertama Anda hingga pensiun.
it: Plus apre il tuo record completo, quindi utilizza un profilo di vita per mettere il lavoro in prospettiva dal tuo primo lavoro alla pensione.
ja: Plus は完全な記録を開き、人生プロフィールを使用して、最初の仕事から退職までの仕事を大局的に捉えます。
ko: 플러스는 전체 기록을 연 다음 인생 프로필을 사용하여 첫 직장부터 은퇴까지의 일을 관점에서 살펴봅니다.
mr_in: प्लस तुमचे संपूर्ण रेकॉर्ड उघडते, नंतर तुमच्या पहिल्या नोकरीपासून ते सेवानिवृत्तीपर्यंत कामाचा दृष्टीकोन ठेवण्यासाठी जीवन प्रोफाइल वापरते.
pt: Plus abre seu registro completo e, em seguida, usa um perfil de vida para colocar o trabalho em perspectiva, desde seu primeiro emprego até a aposentadoria.
ru: Плюс открывает вашу полную запись, а затем использует жизненный профиль, чтобы оценить работу от вашей первой работы до выхода на пенсию.
th: Plus เปิดบันทึกทั้งหมดของคุณ จากนั้นใช้โปรไฟล์ชีวิตเพื่อนำเสนองานในมุมมองตั้งแต่งานแรกจนถึงวัยเกษียณ
tr: Plus tüm kayıtlarınızı açar, ardından ilk işinizden emekliliğinize kadar olan süreci bir perspektife oturtmak için bir yaşam profili kullanır.
vi: Plus mở hồ sơ đầy đủ của bạn, sau đó sử dụng hồ sơ cuộc sống để xem xét công việc từ công việc đầu tiên của bạn cho đến khi nghỉ hưu.
zh_cn: Plus 会打开完整记录，再用人生档案把工作放进从入职到退休的长期尺度里。
zh_hk: Plus 會打開你嘅全部記錄，然後用人生簡介去將你由第一份工到退休嘅工作放入透視角度。
zh_tw: Plus 開啟您的完整記錄，然後使用生活檔案來正確看待從您的第一份工作到退休的工作。

# onboardingPlusRecordsTitle
source: See the day you planned — and the one you lived
ar: شاهد اليوم الذي خططت له، والذي عشته
de: Sehen Sie sich den Tag an, den Sie geplant haben – und den Tag, an dem Sie gelebt haben
es: Mira el día que planeaste y el que viviste.
fr: Voyez le jour que vous avez prévu – et celui que vous avez vécu
hi_in: वह दिन देखें जिसकी आपने योजना बनाई थी - और जिसे आपने जीया था
id: Lihat hari yang Anda rencanakan - dan hari yang Anda jalani
it: Guarda il giorno che hai pianificato e quello che hai vissuto
ja: あなたが計画した日、そしてあなたが生きた日を見てください
ko: 계획한 하루와 살았던 하루를 확인하세요.
mr_in: तुम्ही नियोजित केलेला दिवस पहा — आणि तुम्ही जगलात
pt: Veja o dia que você planejou — e aquele que você viveu
ru: Увидеть день, который ты запланировал — и тот, который ты прожил
th: ดูวันที่คุณวางแผนไว้ และวันที่คุณมีชีวิตอยู่
tr: Planladığınız ve yaşadığınız günü görün
vi: Xem ngày bạn đã lên kế hoạch - và ngày bạn đã sống
zh_cn: 看清计划的一天，也看清实际的一天
zh_hk: 睇下你計劃嘅日子 — 同埋你過嘅日子
zh_tw: 看看你計畫的那一天──以及你生活的那一天

# onboardingPrivacyBody
source: No account. The countdown and your records stay on this device unless you choose to load purchases or turn on iCloud sync. Work and salary data are never sent to the developer.
ar: لا حساب. العد التنازلي والسجلات تبقى على هذا الجهاز، إلا إذا فتحت الخطط أو شغّلت مزامنة iCloud. ولا تصل بيانات العمل والراتب إلى المطوّر.
de: Kein Konto. Countdown und Aufzeichnungen bleiben auf diesem Gerät, sofern du nicht selbst Tarife lädst oder den iCloud-Sync einschaltest. Arbeits- und Gehaltsdaten gehen nie an den Entwickler.
es: Sin cuentas. La cuenta atrás y los registros se quedan en este dispositivo, salvo que tú mires los planes o actives la sincronización con iCloud. Tus horas y tu sueldo nunca llegan al desarrollador.
fr: Aucun compte. Le compte à rebours et les relevés restent sur cet appareil, sauf si vous consultez les offres ou activez la synchronisation iCloud. Vos horaires et votre salaire ne partent jamais chez le développeur.
hi_in: कोई खाता नहीं। जब तक आप ख़ुद प्लान न देखें या iCloud सिंक चालू न करें, काउंटडाउन और रिकॉर्ड इसी डिवाइस पर रहते हैं। काम और वेतन का डेटा डेवलपर तक कभी नहीं पहुँचता।
id: Tanpa akun. Hitungan pulang dan catatan tetap di perangkat ini, kecuali kamu membuka paket atau menyalakan sinkronisasi iCloud. Data kerja dan gaji tidak pernah sampai ke pengembang.
it: Nessun account. Conto alla rovescia e registri restano su questo dispositivo, a meno che tu guardi i piani o attivi la sincronizzazione iCloud. Orari e stipendio non arrivano mai allo sviluppatore.
ja: アカウントは不要です。自分でプランを見るか iCloud 同期を入れないかぎり、カウントダウンと記録はこの端末に残ります。勤務や給与のデータが開発者に届くことはありません。
ko: 계정이 필요 없습니다. 직접 요금제를 보거나 iCloud 동기화를 켜지 않는다면 카운트다운과 기록은 이 기기에 남습니다. 근무와 급여 데이터는 개발자에게 가지 않습니다.
mr_in: खाते नको. तुम्ही स्वतः योजना पाहिल्याशिवाय किंवा iCloud सिंक सुरू केल्याशिवाय काउंटडाउन आणि नोंदी या डिव्हाइसवरच राहतात. कामाचा आणि पगाराचा डेटा डेव्हलपरपर्यंत कधीही पोहोचत नाही.
pt: Sem contas. A contagem decrescente e os registos ficam neste dispositivo, a não ser que veja os planos ou ative a sincronização com o iCloud. As horas e o salário nunca chegam ao desenvolvedor.
ru: Аккаунт не нужен. Обратный отсчёт и записи остаются на этом устройстве, пока вы сами не откроете тарифы или не включите синхронизацию с iCloud. Данные о работе и зарплате разработчику не уходят.
th: ไม่ต้องมีบัญชี การนับถอยหลังและบันทึกอยู่ในเครื่องนี้ เว้นแต่คุณจะเปิดดูแผนหรือเปิดการซิงก์ iCloud เอง ข้อมูลงานและเงินเดือนไม่เคยไปถึงผู้พัฒนา
tr: Hesap gerekmez. Sen planlara bakmadıkça ya da iCloud eşitlemeyi açmadıkça geri sayım ve kayıtlar bu cihazda kalır. Çalışma ve maaş verileri geliştiriciye gitmez.
vi: Không cần tài khoản. Đếm ngược và bản ghi nằm trên thiết bị này, trừ khi bạn tự xem các gói hoặc bật đồng bộ iCloud. Dữ liệu công việc và lương không bao giờ đến nhà phát triển.
zh_cn: 不用账号。倒计时和记录都在这台设备上，除非你自己去查看方案或开启 iCloud 同步。工作和薪资数据不会发给开发者。
zh_hk: 唔使帳戶。倒數計時同紀錄都喺呢部裝置，除非你自己去睇方案或者開 iCloud 同步。工作同薪金資料唔會傳去開發者。
zh_tw: 不用帳號。倒數計時和紀錄都在這台裝置上，除非你自己去查看方案或開啟 iCloud 同步。工作和薪資資料不會傳給開發者。

# onboardingPrivacyTitle
source: Stays on this device
ar: تبقى على هذا الجهاز
de: Bleibt auf diesem Gerät
es: Se queda en este dispositivo
fr: Reste sur cet appareil
hi_in: डेटा इसी डिवाइस पर रहता है
id: Tetap di perangkat ini
it: Resta su questo dispositivo
ja: データはこのデバイス内に
ko: 데이터는 이 기기에만
mr_in: डेटा या डिव्हाइसवर राहतो
pt: Fica neste dispositivo
ru: Данные остаются на устройстве
th: ข้อมูลอยู่บนเครื่องนี้
tr: Veriler bu cihazda kalır
vi: Ở lại trên thiết bị này
zh_cn: 数据留在这台设备上
zh_hk: 資料留喺呢部裝置
zh_tw: 資料留在這台裝置上

# onboardingPrivacyWorkBody
source: Hours, salary, records and settings stay on this device by default. Turn on iCloud sync to keep them together across your devices.
ar: تبقى الساعات والرواتب والسجلات والإعدادات على هذا الجهاز بشكل افتراضي. قم بتشغيل مزامنة iCloud لإبقائهم معًا عبر أجهزتك.
de: Stunden, Gehalt, Aufzeichnungen und Einstellungen bleiben standardmäßig auf diesem Gerät. Aktivieren Sie die iCloud-Synchronisierung, um sie auf Ihren Geräten zusammenzuhalten.
es: Las horas, el salario, los registros y la configuración permanecen en este dispositivo de forma predeterminada. Active la sincronización de iCloud para mantenerlos juntos en todos sus dispositivos.
fr: Les heures, le salaire, les enregistrements et les paramètres restent sur cet appareil par défaut. Activez la synchronisation iCloud pour les conserver ensemble sur vos appareils.
hi_in: घंटे, वेतन, रिकॉर्ड और सेटिंग्स डिफ़ॉल्ट रूप से इस डिवाइस पर रहती हैं। उन्हें अपने डिवाइस पर एक साथ रखने के लिए iCloud सिंक चालू करें।
id: Jam kerja, gaji, catatan, dan pengaturan tetap ada di perangkat ini secara default. Aktifkan sinkronisasi iCloud untuk menyatukannya di seluruh perangkat Anda.
it: Orari, stipendio, record e impostazioni rimangono su questo dispositivo per impostazione predefinita. Attiva la sincronizzazione iCloud per tenerli insieme su tutti i tuoi dispositivi.
ja: 時間、給与、記録、設定はデフォルトでこのデバイスに残ります。 iCloud 同期をオンにして、デバイス間で同期を維持します。
ko: 근무 시간, 급여, 기록 및 설정은 기본적으로 이 장치에 유지됩니다. iCloud 동기화를 켜서 여러 기기에서 함께 보관하세요.
mr_in: डीफॉल्टनुसार तास, पगार, रेकॉर्ड आणि सेटिंग्ज या डिव्हाइसवर राहतात. त्यांना तुमच्या डिव्हाइसवर एकत्र ठेवण्यासाठी iCloud सिंक चालू करा.
pt: Horário, salário, registros e configurações permanecem neste dispositivo por padrão. Ative a sincronização do iCloud para mantê-los juntos em todos os seus dispositivos.
ru: Часы, зарплата, записи и настройки по умолчанию остаются на этом устройстве. Включите синхронизацию iCloud, чтобы хранить их вместе на всех ваших устройствах.
th: ชั่วโมง เงินเดือน บันทึก และการตั้งค่าจะยังคงอยู่ในอุปกรณ์นี้ตามค่าเริ่มต้น เปิดการซิงค์ iCloud เพื่อรวมไว้ด้วยกันในอุปกรณ์ของคุณ
tr: Çalışma saatleri, maaş, kayıtlar ve ayarlar varsayılan olarak bu cihazda kalır. Bunları aygıtlarınızda bir arada tutmak için iCloud senkronizasyonunu açın.
vi: Theo mặc định, giờ, lương, hồ sơ và cài đặt vẫn được lưu trên thiết bị này. Bật đồng bộ hóa iCloud để giữ chúng cùng nhau trên các thiết bị của bạn.
zh_cn: 工时、薪资、记录和设置默认保存在本机。开启 iCloud 同步，可在你的设备间保持一致。
zh_hk: 工時、人工、記錄同設定預設會保留喺呢部裝置上面。開啟 iCloud 同步功能，將佢哋喺你嘅裝置上面保持一致。
zh_tw: 工時、工資、記錄和設定預設保留在該設備上。開啟 iCloud 同步，使它們在您的裝置上保持在一起。

# onboardingRemindersBody
source: Lunch pauses the countdown. Reminders reach you without keeping the app open.
ar: الاستراحة توقف العد التنازلي. التنبيهات تصلك دون إبقاء التطبيق مفتوحًا.
de: Die Pause hält den Countdown an. Erinnerungen kommen von selbst.
es: El almuerzo pausa la cuenta atrás. Los avisos llegan sin tener la app abierta.
fr: La pause arrête le compte à rebours. Les rappels arrivent tout seuls.
hi_in: लंच काउंटडाउन रोक देता है। रिमाइंडर खुद आ जाते हैं।
id: Istirahat menjeda hitungan mundur. Pengingat datang sendiri.
it: La pausa ferma il conto alla rovescia. Gli avvisi arrivano da soli.
ja: 休憩中はカウントダウンが止まります。時間になればお知らせします。
ko: 점심시간에는 카운트다운이 멈춰요. 시간이 되면 알려 드려요.
mr_in: लंच उलटगणती थांबवते. रिमाइंडर आपोआप येतात.
pt: O almoço pausa a contagem. Os lembretes chegam sem manter o app aberto.
ru: Обед ставит отсчёт на паузу. Напоминания приходят сами.
th: พักกลางวันจะหยุดนับถอยหลัง ถึงเวลาแล้วจะเตือนเอง
tr: Öğle arası geri sayımı durdurur. Hatırlatmalar kendiliğinden gelir.
vi: Giờ nghỉ tạm dừng đếm ngược. Nhắc nhở tự đến, không cần mở app.
zh_cn: 午休会暂停倒计时；到点自动提醒，不用一直盯着。
zh_hk: 午休會暫停倒數；到點自動提醒，唔使一直睇住。
zh_tw: 午休會暫停倒計時；到點自動提醒，不用一直盯著。

# onboardingRemindersMoreInSettings
source: More reminder options are in Settings.
ar: خيارات التذكير الأخرى في الإعدادات.
de: Weitere Erinnerungen sind in den Einstellungen.
es: Más opciones de aviso están en Ajustes.
fr: D’autres options de rappel sont dans Réglages.
hi_in: बाकी रिमाइंडर सेटिंग में हैं।
id: Opsi pengingat lain ada di Pengaturan.
it: Altre opzioni di promemoria sono in Impostazioni.
ja: ほかのリマインダーは設定にあります。
ko: 다른 알림 옵션은 설정에 있어요.
mr_in: इतर रिमाइंडर सेटिंग्जमध्ये आहेत.
pt: Mais opções de lembrete estão em Ajustes.
ru: Другие напоминания — в Настройках.
th: ตัวเลือกเตือนอื่นอยู่ในหน้าตั้งค่า
tr: Diğer hatırlatmalar Ayarlar’da.
vi: Tùy chọn nhắc khác nằm trong Cài đặt.
zh_cn: 更多提醒选项都在设置里。
zh_hk: 更多提醒選項都喺設定度。
zh_tw: 更多提醒選項都在設定裡。

# onboardingRemindersTitle
source: Lunch and reminders
ar: الاستراحة والتذكيرات
de: Pause und Erinnerungen
es: Almuerzo y recordatorios
fr: Pause et rappels
hi_in: लंच और रिमाइंडर
id: Istirahat dan pengingat
it: Pausa e promemoria
ja: 休憩とリマインダー
ko: 점심시간과 알림
mr_in: लंच आणि रिमाइंडर
pt: Almoço e lembretes
ru: Обед и напоминания
th: พักกลางวันและการเตือน
tr: Öğle arası ve hatırlatmalar
vi: Giờ nghỉ và nhắc nhở
zh_cn: 午休和提醒
zh_hk: 午休同提醒
zh_tw: 午休和提醒

# onboardingSalaryLockBody
source: Protected by {{biometry}} or your passcode.
ar: محمي بـ {{biometry}} أو رمز الجهاز.
de: Geschützt durch {{biometry}} oder deinen Code.
es: Protegido con {{biometry}} o tu código.
fr: Protégé par {{biometry}} ou votre code.
hi_in: {{biometry}} या डिवाइस पासकोड से सुरक्षित।
id: Dilindungi {{biometry}} atau kode perangkat.
it: Protetto da {{biometry}} o dal tuo codice.
ja: {{biometry}} またはパスコードで保護。
ko: {{biometry}} 또는 기기 암호로 보호.
mr_in: {{biometry}} किंवा डिव्हाइस पासकोडने सुरक्षित.
pt: Protegido por {{biometry}} ou o seu código.
ru: Защищено {{biometry}} или кодом устройства.
th: ปกป้องด้วย {{biometry}} หรือรหัสเครื่อง
tr: {{biometry}} veya cihaz parolanız.
vi: Bảo vệ bằng {{biometry}} hoặc mật mã máy.
zh_cn: 由{{biometry}}或设备密码保护。
zh_hk: 由 {{biometry}} 或裝置密碼保護。
zh_tw: 由 {{biometry}} 或裝置密碼保護。

# onboardingScheduleBody
source: Pick a pattern, or decide each day.
ar: اختر نمطًا، أو قرّر كل يوم.
de: Wähle ein Muster, oder entscheide täglich.
es: Elige un patrón, o decide cada día.
fr: Choisissez un rythme, ou décidez chaque jour.
hi_in: पैटर्न चुनें, या हर दिन तय करें।
id: Pilih pola, atau putuskan setiap hari.
it: Scegli uno schema, o decidi ogni giorno.
ja: 下から選ぶか、毎日自分で決めます。
ko: 고르거나, 일정 없이 매일 결정하세요.
mr_in: नमुना निवडा, किंवा दररोज ठरवा.
pt: Escolha um padrão, ou decida cada dia.
ru: Выберите ритм — или решайте каждый день.
th: เลือกรูปแบบ หรือตัดสินใจทีละวัน
tr: Bir düzen seçin, ya da her gün karar verin.
vi: Chọn nhịp, hoặc mỗi ngày tự quyết.
zh_cn: 选一种排班，或每天再决定。
zh_hk: 揀一種排班，或每日再決定。
zh_tw: 選一種排班，或每天再決定。

# onboardingScheduleTitle
source: Your usual hours
ar: ساعاتك المعتادة
de: Deine üblichen Zeiten
es: Tus horas habituales
fr: Vos horaires habituels
hi_in: आपके सामान्य घंटे
id: Jam kerja biasanya
it: I tuoi orari abituali
ja: いつもの勤務時間
ko: 평소 출퇴근 시간
mr_in: तुमचे नेहमीचे तास
pt: O seu horário habitual
ru: Ваши обычные часы
th: เวลาทำงานตามปกติ
tr: Alışılmış saatleriniz
vi: Giờ làm quen thuộc
zh_cn: 你通常几点上下班
zh_hk: 你平時幾點上下班
zh_tw: 你通常幾點上下班

# onboardingShiftBody
source: Alternating weeks, work/rest rotations, overnight shifts, and lunch breaks are all supported.
ar: يدعم الأسابيع المتناوبة ودورات العمل والراحة والورديات الليلية واستراحات الغداء.
de: Wechselwochen, Arbeits-/Freizeit-Rhythmen, Nachtschichten und Mittagspausen werden unterstützt.
es: Admite semanas alternas, rotaciones de trabajo y descanso, turnos nocturnos y pausas para comer.
fr: Semaines alternées, rotations travail/repos, postes de nuit et pauses déjeuner sont pris en charge.
hi_in: बदलते सप्ताह, काम/आराम चक्र, रात की शिफ़्ट और लंच ब्रेक सभी समर्थित हैं।
id: Mendukung minggu bergantian, rotasi kerja/istirahat, shift malam, dan istirahat makan.
it: Sono supportati settimane alterne, cicli lavoro/riposo, turni notturni e pause pranzo.
ja: 隔週勤務、勤務・休日ローテーション、日をまたぐシフト、昼休みに対応します。
ko: 격주 근무, 근무·휴무 순환, 야간 근무와 점심시간을 모두 지원합니다.
mr_in: आलटून-पालटून आठवडे, काम/विश्रांती चक्र, रात्रपाळी आणि जेवणाची सुट्टी समर्थित आहेत.
pt: Semanas alternadas, ciclos de trabalho e descanso, turnos noturnos e intervalos de almoço são compatíveis.
ru: Поддерживаются чередующиеся недели, циклы работы и отдыха, ночные смены и обеденные перерывы.
th: รองรับสัปดาห์สลับ รอบทำงาน/พัก กะข้ามคืน และพักกลางวัน
tr: Dönüşümlü haftalar, çalışma/dinlenme döngüleri, gece vardiyaları ve öğle araları desteklenir.
vi: Hỗ trợ tuần xen kẽ, chu kỳ làm/nghỉ, ca qua đêm và giờ nghỉ trưa.
zh_cn: 大小周、轮班轮休、跨夜班次和午休都支持。
zh_hk: 大小周、輪班輪休、通宵班同午飯時間都支援。
zh_tw: 大小週、輪班輪休、跨夜班次和午休都支援。

# onboardingSidebarBody
source: Collapse the sidebar and the countdown fills the display — just the clock and the bar, nothing else.
ar: اطوِ الشريط الجانبي ليملأ العد التنازلي الشاشة — الساعة والشريط فقط.
de: Klappe die Seitenleiste ein und der Countdown füllt den Bildschirm – nur Uhr und Balken.
es: Contrae la barra lateral y la cuenta atrás llena la pantalla: solo el reloj y la barra.
fr: Repliez la barre latérale et le compte à rebours remplit l'écran : l'horloge et la barre, rien d'autre.
hi_in: साइडबार समेटें और काउंटडाउन पूरी स्क्रीन भर देगा — बस घड़ी और बार।
id: Tutup bilah sisi dan hitung mundur memenuhi layar — hanya jam dan bilah.
it: Chiudi la barra laterale e il conto alla rovescia riempie lo schermo: solo l'orologio e la barra.
ja: サイドバーを閉じるとカウントダウンが全画面に。時計とバーだけの表示になります。
ko: 사이드바를 접으면 카운트다운이 화면을 가득 채웁니다 — 시계와 막대만 남습니다.
mr_in: साइडबार मिटवा आणि काउंटडाउन पूर्ण स्क्रीन व्यापेल — फक्त घड्याळ आणि पट्टी.
pt: Recolha a barra lateral e a contagem preenche a tela: só o relógio e a barra.
ru: Сверните боковую панель, и отсчёт займёт весь экран — только часы и полоса.
th: ยุบแถบด้านข้าง แล้วการนับถอยหลังจะเต็มจอ — มีแค่นาฬิกากับแถบความคืบหน้า
tr: Kenar çubuğunu kapat, geri sayım ekranı doldursun — yalnızca saat ve çubuk.
vi: Thu gọn thanh bên và đồng hồ đếm ngược sẽ chiếm trọn màn hình — chỉ đồng hồ và thanh tiến trình.
zh_cn: 收起侧边栏，倒计时就会占满整个屏幕——只有时钟和进度条，别无他物。
zh_hk: 收埋側邊欄，倒數就會佔滿成個螢幕——淨係得時鐘同進度條。
zh_tw: 收合側邊欄，倒數就會佔滿整個螢幕——只有時鐘和進度條，別無他物。

# onboardingSidebarTitle
source: Hide the sidebar
ar: إخفاء الشريط الجانبي
de: Seitenleiste ausblenden
es: Oculta la barra lateral
fr: Masquer la barre latérale
hi_in: साइडबार छिपाएँ
id: Sembunyikan bilah sisi
it: Nascondi la barra laterale
ja: サイドバーを隠す
ko: 사이드바 접기
mr_in: साइडबार लपवा
pt: Ocultar a barra lateral
ru: Скрыть боковую панель
th: ซ่อนแถบด้านข้าง
tr: Kenar çubuğunu gizle
vi: Ẩn thanh bên
zh_cn: 收起侧边栏
zh_hk: 收埋側邊欄
zh_tw: 收合側邊欄

# onboardingStartExperience
source: Start exploring
ar: ابدأ التجربة
de: Jetzt entdecken
es: Empezar a explorar
fr: Découvrir l’app
hi_in: अनुभव शुरू करें
id: Mulai menjelajah
it: Inizia a esplorare
ja: 体験を始める
ko: 경험 시작하기
mr_in: अनुभव सुरू करा
pt: Começar a explorar
ru: Начать знакомство
th: เริ่มสัมผัสประสบการณ์
tr: Deneyime başla
vi: Bắt đầu trải nghiệm
zh_cn: 开始体验
zh_hk: 開始體驗
zh_tw: 開始體驗

# onboardingSystemBody
source: Time, status and progress — never salary.
ar: الوقت والحالة والتقدّم فقط — لا الراتب أبدًا.
de: Zeit, Status und Fortschritt – niemals das Gehalt.
es: Hora, estado y progreso; nunca el sueldo.
fr: L'heure, l'état et la progression — jamais le salaire.
hi_in: समय, स्थिति और प्रगति — वेतन कभी नहीं।
id: Waktu, status, dan progres — tidak pernah gaji.
it: Ora, stato e progresso — mai lo stipendio.
ja: 表示するのは時間・状態・進捗だけ。給与は決して表示しません。
ko: 시간, 상태, 진행률만 표시하고 급여는 절대 표시하지 않습니다.
mr_in: वेळ, स्थिती आणि प्रगती — पगार कधीच नाही.
pt: Hora, status e progresso — nunca o salário.
ru: Время, статус и прогресс — никогда зарплата.
th: แสดงเวลา สถานะ และความคืบหน้า — ไม่แสดงเงินเดือนเด็ดขาด
tr: Saat, durum ve ilerleme — maaş asla.
vi: Thời gian, trạng thái và tiến độ — không bao giờ có lương.
zh_cn: 只显示时间、状态和进度，绝不显示薪资。
zh_hk: 只顯示時間、狀態同進度，絕對唔會顯示人工。
zh_tw: 只顯示時間、狀態和進度，絕不顯示薪資。
